<template>
    <div class="payment-agreement">
        <van-nav-bar
        title="支付服务协议"
        @click-left="$router.back()">
            <van-icon name="arrow-left" slot="left"/>
        </van-nav-bar>
        <div class="payment-agreement-content">
            <p>1、支付服务（又称“基础支付服务”）：指支付宝向您及您的客户所提供的“支付宝”软件系统及其附随提供的款项代收代付服务（不包括信用卡支付服务、国际支付及/或花呗），包括但不限于余额支付、余额宝支付、借记卡快捷支付（含卡通），具体以服务提供者届时提供的服务为准。</p>
            <p>2、借记卡快捷支付（含卡通）：指持卡人（下文或称“买家”）向支付宝系统提交银行借记卡信息并付款，由支付宝完成代收代付的服务。</p>
            <p>3、信用卡大额网银支付：指买家通过支付宝的服务跳转对应银行的网上银行进行付款操作，由支付宝完成代收代付的服务。具体以服务提供者届时提供的服务为准。</p>
            <p>4、国际支付：指买家通过支付资金流和/或信息流经中华人民共和国境外（含香港、澳门和台湾地区）机构处理的支付工具向您付款，由支付宝完成代收代付的服务。具体以服务提供者届时提供的服务为准。</p>
            <p>5、花呗支付：指买家在线使用花呗服务进行付款，由支付宝完成代收代付的服务。具体以服务提供者届时提供的服务为准。</p>
            <p>6、交易流量（交易款项）：指由支付宝/淘宝平台经营者软件系统所统计的您通过其选定服务类型使用支付服务所完成交易的金额（包括但不限于货款、运费等）。交易流量将作为支付宝向您收费的依据。</p>
            <p>7、服务费用：指您因使用本服务而须向支付宝支付的软件服务费。该服务费用依据交易流量（交易款项）及本协议中支付宝向您明示的费率确定。</p>
            <p>8、非授权交易：指买家未经过银行卡（含借记卡、信用卡等）持卡人或支付宝账户持有人授权，使用该银行卡或支付宝账户与您通过本服务完成的交易。</p>
            <p>9、“套现”交易：指您与买家通过虚构交易、虚开价格、现金退货等方式向买家直接支付现金。“套现”交易包括但不限于通过信用卡套现、通过花呗支付套现。</p>
            <p>10、集分宝服务：本协议项下是指集分宝企业及集分宝商务向根据本协议约定及集分宝相关规则提供的集分宝产品及服务。</p>
            <p>11、“账户余额+”收款服务：指基于您与买家达成的订单，为提高买家付款体验，您可通过网商银行向您提供的应收账款回收服务代收相应货款。</p>
            <p>12、淘宝平台经营者：指法律认可的经营该平台网站的责任主体，有关淘宝平台经营者的信息请查看各家淘宝平台首页底部公布的公司信息和证照信息。“淘宝平台”指由淘宝运营的网络平台，包括但不限于淘宝网，域名为 taobao.com；天猫，域名为tmall.com；飞猪网，域名为alitrip.com、fliggy.com、feizhu.com；一淘网，域名为etao.com；聚划算，域名为ju.taobao.com；95095医药平台，域名为95095.com。前述主体可单称或统称为淘宝平台经营者。</p>
            <p>13、服务提供者：向您提供本服务的提供者。该等提供者可单独或合并称为“服务提供者”。</p>
            <p>14、拒付：指持卡人直接向其借记卡或信用卡公司或其借记卡或信用卡的发卡银行提出的撤销付款请求。</p>
        </div>
    </div>
</template>
<script>
export default {
  name: 'PaymentAgreement',
  data () {
    return {

    }
  },
  methods: {

  }
}
</script>

<style lang="less" scoped>
.van-nav-bar {
    background-color: #20212A;
}
.van-nav-bar .van-icon {
    color: #fff;
}
.van-hairline--bottom::after {
    border: 2px solid #14151C
}
.van-nav-bar__title {
    font-size:17px;
    font-family:PingFangSC;
    font-weight:500;
    color:rgba(255,255,255,1);
}
.payment-agreement-content {
    padding: 0 18px;
    padding-top: 20px;
    p {
        font-size:14px;
        font-family:PingFangSC;
        font-weight:400;
        color:rgba(255,255,255,1);
        padding-bottom: 20px;
    }
}
</style>
