<template>
    <div class="treaty-particulars">
        <!-- 头部 -->
        <van-nav-bar
        title="风险披露声明"
        @click-left="$router.back()">
            <van-icon name="arrow-left" slot="left"/>
        </van-nav-bar>
        <div class="treaty-particulars-content">
            <h3>本项简要声明并不全部披露关于贵金属（包括黄金及白银，统称为“金银”）的所有风险及其它重要方面。鉴于有关风险，客户在开始进行此类交易之前，应该了解有关交易性质和客户所面临的风险程度，贵金属交易并不适合于所有普罗大众。客户必须根据客户本人的投资经验、目的、财力和承受风险能力等相关情形，仔细考虑这类交易是否适合客户本人。客户应该在开户及开始交易前咨询法律及其它专业意见。</h3>
            <h6>贵金属交易</h6>
            <p>1、“杠杆”效应贵金属交易带有很高的风险。相对于贵金属的价格而言，初始保证金的金额可能比较小的，这样交易就被杠杆化了。即使市场上出现比较小的变动也会对客户已经或将要存入的资金产生相对大的影响。如果市场变动对客户不利或者保证金水准提高了，客户有可能不能及时追加保证金来维持客户的头寸而在亏损的情况下被清盘，客户将必须对由此造成的亏损负责。</p>
            <p>2、降低风险的指令或策略
                下达某些旨在将损失限制在特定金额的指令（例如“止损”指令，或者“止损限价”指令）有可能并不见效或没有执行。如果订单是止损限价单，没法保证订单以限价执行或会执行。一些使用头寸合并的策略，例如差价或同价对敲或许与单纯做“长仓”或“短仓”存在有相同的风险。</p>
            <p>3、交易设施
                大部分公开喊价和电子交易的设施是通过以电脑为基础的系统来进行交易指令的传递、执行、匹配、登记和交易清算。与所有的设施和系统一样，他们易受到临时故障的影响。客户收回某些损失的能力可能受限于：系统提供者、市场、清算所及/或会员公司设定的有限度责任。这些有限度责任可能各有不同。</p>
            <p>4、电子交易
                通过电子交易系统进行的交易，可能不仅不同于公开喊价市场的交易，也不同于在其他电子系统的交易。如果客户通过某一电子系统从事交易，客户将面临该系统带来的相关风险，包括硬体和软体的故障。系统故障可能造成客户的定单难以按照客户的指示执行或根本不能执行。</p>
            <p>5、交易所场外交易
                在某些司法辖区，且仅在限定的情形下，公司可被允许开展场外交易。为客户进行交易的公司可能是客户的交易对手。 “恒信贵金属有限公司”在很多贵金属交易中是客户的直接交易对手。“恒信贵金属有限公司”有权拒绝接受或保证任何定单。所以平清现有的头寸，评估价值，确定公平价格或评估风险可能很困难或不可能。鉴于这些原因，交易可能涉及更大的风险。场外交易可能受到较少的监管或受管于不同的监管体系。客户在开始交易之前，应该了解适用的规定和伴随的风险。</p>
            <p>6、在其他司法辖区的交易
                在其他司法辖区市场（包括正式连接到本地市场的市场）进行的交易可能使客户面临其他风险。在那些市场的规定下，投资者受到的保障可能不同或甚至会减低对投资者的保障。在开始交易前客户应该询问任何与客户交易有关的规定。客户的当地监管机构，将不能强迫执行客户交易所在的其他司法辖区的管理当局或市场的规定。客户应在交易前确定并了解本身所在地及其他司法管辖区可得到的补偿。</p>
            <p>7、贵金属交易的条件与条款
                客户必须询问买卖贵金属的条件与条款及相应的义务。</p>
            <p>8、暂停或限制交易与定价的关系
                市场状况（例如流动性）以及、或某些市场的运作条例（例如由于价格限制或停市造成的任何贵金属暂停交易），有可能增加损失的风险，因为完成交易或平清、对冲头寸已经变得很困难或不可能。再者，相关资产与贵金属的正常价格关系可能不复存在，缺乏相关资产的参考价格，使“公平”价格难以判断。</p>
            <p>9、交易佣金与其他收费
                客户在开始交易之前，应该了解清楚客户将支付的所有佣金、费用及其它收费。这些收费将会影响客户可能有的盈利或增加客户的损失。</p>
            <p>10、存放的现金与财物
                客户必须熟悉各种有关客户为进行当地或外地交易存放的金钱与财物有哪些保障，特别是在公司资不抵债或破产的时候。客户可收回现金与财物的程度，是受制于特定法例或当地的规则。在有些司法辖区，当清偿出现亏空时，特地标明为客户所有的财物将与现金一起被按比例的加以分配。</p>
            <p>客户告鉴</p>
            <p>本协议具有法律约束力，请仔细审阅。</p>
            <p>本法律合约乃由 “恒信贵金属有限公司” （下称 “恒信贵金属”）；其后继人或转让人，与本文档的合同方共同订立（下称“客户”）。关于在 “恒信贵金属”开立账户以便通过贵金属场外交易 OTC 市场从事投机及或购买、及/或卖出现货贵金属（下总称“OTCGOLD”），客户确认已了解下述有关杠杆 OTCGOLD 交易的因素，以及提供给客户的风险披露声明。</p>
            <p>1、OTCGOLD 交易仅适于专业机构或人士，其财力可以承受也许远超过保证金或存款金价值的损失。</p>
            <p>2、OTCGOLD 的业务并不在有组织的市场交易，所以不需公开喊价。</p>
            <p>3、尽管许多以电脑为基础的系统提供报价和实际价格，这二者可能因为市场不流动性而有所差异。许多电子交易设施是由以电脑为基础的系统来支持进行交易下单、执行、匹配的。与所有设施和系统一样，它们易受到临时故障的影响。客户收回某些损失的能力可能受限于系统提供者、市场银行及/或金融机构设定的责任限度。这些限度可能不尽一样。</p>
            <p>4、在 OTCGOLD 市场上，公司不仅于进行交易所场外交易。为客户进行交易的公司恒信贵金属可能是客户交易的对手。有可能（在这种情况下）平仓，评定价值，确定公平价值或评估风险暴露会很困难或不可能。鉴于这些原因，这类交易可能涉及更大的风险。场外交易可能受到较少的监管或受管于不同的监管体系。在开始交易之前，客户应该了解适用的规定和伴随的风险。</p>
            <p>5、无人能保证客户的交易对手的信誉。恒信贵金属将尽力只与有良好声誉的机构和清算所进行交易。此外，有可能出现这样的情况， 即交易流动性的降低造成贵金属交易停止， 从而妨碍平清不利的头寸， 由此可能带来相当的财政损失。</p>
            <p>6、客户确认购买或卖出贵金属包括进行交割，每次现货交易也进账到客户的账户。</p>
            <p>7、恒信贵金属的保证金政策，以及执行交易的机构/清算所的政策可能要求客户提供追加资金以便维持其保证金账户，客户有义务满足这类保证金要求。否则将可能带来头寸的清盘及相应的损失。恒信贵金属还保留拒绝接受定单的权利或提供市场对冲。</p>
            <p>8、在某一电子交易系统的交易可能不仅不同于银行同业市场的交易，也不同于在其他电子系统的交易。如果客户在某一电子市场从事交易，客户将面临与该系统相关的风险，包括硬体和软体的故障。系统故障可能造成客户的定单难以按照客户的指示执行或根本不能执行。</p>
            <p></p>
        </div>
    </div>
</template>

<script>
export default {
  name: 'TreatyParticulars',
  props: {},
  data () {
    return {

    }
  },
  methods: {

  }
}
</script>

<style lang="less" scoped>
.treaty-particulars-content {
    width: 345px;
    height:583px;
    font-size:13px;
    font-family:PingFangSC;
    font-weight:400;
    color: #fff;
    line-height:18px;
    padding: 15px 15px 50px;
    p {
        padding-bottom: 15px;
    }
}
</style>
